tap 'homebrew/bundle'

tap 'homebrew/core'
tap 'homebrew/livecheck'
tap 'homebrew/services'
tap 'heroku/brew'

tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/cask-fonts'

cask "java"

brew "ack"
brew 'app-engine-python'
brew 'git'
brew 'git-lfs'
brew 'git-extras'
brew 'cheat'
brew 'ctags'
brew 'emacs'
brew 'sqlite'
brew 'openssl'
brew 'python'
brew 'ffmpeg'
brew 'git-secrets'
brew 'gnupg2'
brew 'heroku'
brew 'hub'
brew 'kommit'
brew 'lua'
brew 'luajit'
brew 'mongodb'
brew 'nvm'
brew 'speedtest_cli'
brew 'tmux'
brew 'tree'
brew 'vault'
brew 'vim'
brew 'macvim', args: ['with-override-system-vim']
brew 'youtube-dl'
brew 'zsh'
brew 'ruby'
brew 'fpp'
brew 'mas'
brew 'certbot'
brew 'neofetch'
brew 'emojify'
brew 'ghi'
brew 'findutils'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'peco'
brew 'doxygen'
brew 'yarn'
brew 'go'
brew 'diff-so-fancy'
brew 'httpie'
brew 'jsonlint'
brew 'htop'
brew 'ctop'
brew 'asciinema'
brew 'asciinema2gif'
brew 'django-completion'
brew 'docker-completion'
brew 'brew-cask-completion'
brew 'docker-compose-completion'
brew 'docker-machine-completion'
brew 'pip-completion'
brew 'hh'
brew 'git-recent'
brew 'doitlive'
brew 'ripgrep'
brew 'git-quick-stats'
brew 'thefuck'
brew 'osquery'
brew 'fsql'
brew 'graphviz'
brew 'zsh-completions'
brew 'nnn'
brew 'pipenv'
brew 'vips'
brew 'moreutils'


cask "alfred"
cask "appcleaner"
cask "atom"
cask "cakebrew"
cask "dash"
cask "devdocs"
cask "docker"
cask "dropbox"
cask "electrum"
cask "firefox-beta"
cask "font-anonymous-pro"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro-for-powerline"
cask "font-ubuntu-mono-derivative-powerline"
cask "gimp"
cask "github"
cask "google-backup-and-sync"
cask "google-chrome-beta"
cask "highsierramediakeyenabler"
cask "hyper"
cask "imageoptim"
cask "iterm2-beta"
cask "kap"
cask "keybase"
cask "launchrocket"
cask 'malwarebytes'
cask 'mendeley-desktop'
cask "postico"
cask "postman"
cask "robo-3t"
cask "sequel-pro"
cask "sip"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "tunnelblick"
cask "twitter"
cask "vanilla"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "viscosity"
cask "visual-studio-code"
cask "vlc-nightly"

mas '1Password', id: 443987910
mas "Amphetamine", id: 937984704
mas "Download Shuttle", id: 847809913
mas "Evernote", id: 406056744
mas 'ForkLift - File Manager and FTP/SFTP/WebDAV/Amazon S3 client', id: 412448059
mas "GIPHY CAPTURE", id: 668208984
mas "Hotspot Shield", id: 771076721
mas "Microsoft Remote Desktop", id: 1295203466
mas "Node", id: 438924363
mas "Numbers", id: 409203825
mas 'Slack', id: 803453959
mas 'Spark', id: 1176895641
mas "Telegram Desktop", id: 946399090
mas "Turn Off the Lights for Safari", id: 1273998507
mas "WeChat", id: 836500024
mas "WhatsApp", id: 1147396723
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
