tap 'caskroom/cask'
tap 'homebrew/bundle'
brew 'app-engine-python'
brew 'git'
brew 'cheat'
brew 'ctags'
brew 'emacs'
brew 'sqlite'
brew 'openssl'
brew 'python'
brew 'ffmpeg'
brew 'git-secrets'
brew 'gnupg2'
brew 'heroku'
brew 'hub'
brew 'keybase'
brew 'kommit'
brew 'lua'
brew 'luajit'
brew 'mongodb'
brew 'node'
brew 'python3'
brew 'speedtest_cli'
brew 'tmux'
brew 'tree'
brew 'vault'
brew 'vim'
brew 'macvim'
brew 'youtube-dl'
brew 'zsh'
brew 'ruby'
brew 'fpp'
brew 'mas'
brew 'certbot'
brew 'neofetch'
brew 'emojify'
brew 'ghi'
brew 'findutils'
brew 'pyenv'
brew 'peco'
brew 'doxygen'
cask 'flux'
